{
  "start": "старт",
  "menu": {
    "intro": "В начало",
    "about": "Обо мне",
    "projects": "Моя работа",
    "contact": "Контакты"
  },
  "languages": { "en": "English", "ru": "Русский", "iw": "עברית" },
  "welcome1": "Привет, я Олег",
  "welcome2": "Фронтенд разработчик",
  "notfound": "Страница не найдена",
  "return": "Вернуться на стартовую страницу",
  "rotate": "Поверните устройство",
  "myinfo": {
    "name": "Олег Табачников",
    "job": "Фронтенд разработчик"
  },
  "about": {
    "title": "Обо мне",
    "text": "Как высоко мотивированный фронтенд разработчик, мой опыт охватывает Израиль, Россию и Соединенные Штаты. У меня обширный опыт создания одностраничных веб и мобильных приложений. Я постоянно стремлюсь улучшать свои навыки разработчика, проходя дополнительные курсы и следя за последними трендами и технологиями."
  },
  "experience": {
    "title": "Опыт работы",
    "item1": {
      "company": "Фронтенд разработчик в Srisa",
      "text": "Использовал Next.js для серверного рендеринга, обеспечивая производительность и SEO-оптимизацию. Реализовал Redux Thunk для управления асинхронными действиями, управления состоянием, обеспечивая плавное взаимодействие пользователя и обработку данных."
    },
    "item2": {
      "company": "Фронтенд разработчик в Edeal Inc",
      "text": "Разработал и создал обширную, многократно используемую библиотеку компонентов, что оптимизировало процесс разработки и способствовало поддержанию единообразного дизайна в различных проектах."
    },
    "item3": {
      "company": "Фронтенд разработчик в Get Robo VPN",
      "text": "Разработал отзывчивое и удобное для пользователя одностраничное приложение (SPA) для беспрепятственной интеграции с Telegram Web App Bot"
    },
    "item4": {
      "company": "Фронтенд разработчик в Ava Mind",
      "text": "Разработал отзывчивое одностраничное приложение (SPA). Взаимодействал с ключевыми заинтересованными сторонами для поддержания всего процесса разработки."
    }
  },
  "contact": {
    "title": "контакты",
    "button": "скачать резюме",
    "address": "Sderot Sheshet HaYamim 30, Тель-Авив - Яффо"
  },
  "skills": {
    "title": "Навыки"
  },
  "footer": {
    "about": "Обо мне",
    "experience": "Опыт",
    "skills": "Навыки"
  },
  "projects": {
    "nav": {
      "projects": "Проекты",
      "certificates": "Сертификаты"
    },
    "preview": "Просмотр",
    "item1": "Компонент Social Network Icons - универсальный и настраиваемый компонент React, который позволяет легко отображать иконки социальных сетей в вашем приложении.",
    "item2": "React-Codebook - это пакет npm, который предоставляет универсальную среду для написания и выполнения фрагментов кода React.js.",
    "item3": "Этот мой пет проект, используемый только для практики и развлечения. У компании Riot Games есть отличное API, на котором построен проект.",
    "item4": "Приложение 'Игра в угадывание чисел' - это интерактивное мобильное приложение, разработанное с использованием React Native.",
    "item5": "Отзывчивое и удобное для пользователя одностраничное приложение (SPA) для бесшовной интеграции в Telegram Web App Bot.",
    "item6": "Favorite Places – ваше приложение для открытия новых мест, запоминания ярких впечатлений и легкого управления вашими любимыми локациями.",
    "item7": "NextJS Blog - это простое приложение блога, созданное с использованием Next.js и TypeScript."
  },
  "form": {
    "title": "Напишите мне",
    "labels": {
      "name": "Имя",
      "email": "Почта",
      "message": "Ваше сообщение"
    },
    "errors": {
      "name_lenght": "Имя должны содержать хотя бы 3 символа",
      "name_required": "Введите имя",
      "email_required": "Введите почтовый адрес",
      "email_invalid": "Неправильный почтовый адрес",
      "message_required": "Введите сообщение",
      "message_lenght": "Сообщение должно содержать минимум 10 символов"
    },
    "submit": "Отправить",
    "sending": "Отправляется...",
    "send_another": "Отправить другое сообщение",
    "try_again": "Попробовать снова"
  }
}
