{
  "start": "start",
  "menu": {
    "intro": "Intro",
    "about": "About",
    "projects": "My Work"
  },
  "languages": { "en": "English", "ru": "Русский", "iw": "עברית" },
  "welcome1": "Hi, I am Oleg",
  "welcome2": "Frontend Developer",
  "rotate": "Rotate the device",
  "notfound": "Page not found",
  "return": "Back to the start page",
  "myinfo": {
    "name": "Oleg Tabachnikow",
    "job": "frontend web developer"
  },
  "about": {
    "title": "about",
    "text": "As a highly motivated Frontend developer, my experience covers Israel, Russia and United States. I have extensive experience building single page applications and mobile applications. I constantly seek to improve my developer skill set by completing additional courses and staying up-to-date with the latest trends and technologies."
  },
  "experience": {
    "title": "work experience",
    "item1": {
      "company": "Fronet-end Web Deveolper as Srisa",
      "text": "Leveraged Next.js for server-side rendering and efficient client-side routing, providing a performant and SEO-friendly web application. Implemented Redux Thunk to manage asynchronous actions, state management, and data flow, enabling smooth user interactions and data handling."
    },
    "item2": {
      "company": "Front-end Web Developer at Edeal Inc",
      "text": "Conceptualized and developed a comprehensive, reusable component library, streamlining the development process and promoting consistent design across projects."
    },
    "item3": {
      "company": "Front-end Web Developer at Get Robo VPN",
      "text": "Developed a responsive and user-friendly Single Page Application (SPA) for seamless integration into the Telegram Web App Bot."
    },
    "item4": {
      "company": "Front-end Web Developer at Ava Mind",
      "text": "Developed a responsive and user-friendly Single Page Application (SPA). Assumed a leadership role in strategizing project roadmap, effectively coordinating with key stakeholders to maintain alignment throughout the development process."
    }
  },
  "contact": {
    "title": "contact",
    "button": "download cv",
    "address": "Sderot Sheshet HaYamim 30, Tel Aviv-Jaffa"
  },
  "footer": {
    "about": "about",
    "experience": "experience",
    "contact": "contact"
  },
  "projects": {
    "nav": {
      "projects": "Projects",
      "certificates": "Certificates"
    },
    "preview": "Preview",
    "item1": "The Social Network Icons component is a versatile and customizable React component that allows you to easily display social network icons in your application.",
    "item2": "React-Codebook is an npm package that provides a versatile environment for writing and executing React.js code snippets.",
    "item3": "This project is my pet project used only for practice and fun. I discovered before, that Riot Games have an awesome API and this is a core of this project.",
    "item4": "The Number Guessing Game App is an interactive mobile application developed using React Native, designed to engage users in a fun and challenging guessing game.",
    "item5": "Responsive and user-friendly Single Page Application (SPA) for seamless integration into the Telegram Web App Bot.",
    "item6": "Favorite Places, your go-to app for discovering new places, capturing vivid memories, and effortlessly managing your favorite locations.",
    "item7": "NextJS Blog is a simple blog application built with Next.js and TypeScript."
  }
}
